<?php 
     $con = mysqli_connect("localhost", "root", "0309", "clubmember") or die("MySQL 접속 실패!!");

     echo "MySQL 접속 완전히 성공!!<br><br>";
   
    $sql ="
      INSERT INTO member VALUES 
      ('권현지','컴퓨터공학','멋쟁이사자처럼',201721079,1),
      ('조성민','컴퓨터공학','멋쟁이사자처럼',201621101,1),
      ('이상효','컴퓨터공학','멋쟁이사자처럼',201621102,1),
      ('안재민','컴퓨터공학','멋쟁이사자처럼',201621103,1),
      ('김지선','소프트웨어공학','멋쟁이사자처럼',201821001,0),
      ('백서연','소프트웨어공학','멋쟁이사자처럼',201821002,0),
      ('양지원','소프트웨어공학','멋쟁이사자처럼',201821003,0),
      ('유연수','문헌정보','멋쟁이사자처럼',201521001,0),
      ('김종운','유아교육','주슈퍼니',201321013,0)
      ('신동희','영어영문','주슈퍼니',201321014,0)
      ('이혁재','경제통상','주슈퍼니',201321015,1)
      ('최시원','산업디자인','주슈퍼니',201321016,0)
      ('이동해','미디어콘텐츠','주슈퍼니',201321017,0)
      ('김려욱','사회복지','주슈퍼니',201321018,0)
      ('조규현''간호학과','주슈퍼니',201321019,0)   ";
  
   $ret = mysqli_query($con, $sql);
  
    if($ret) {
     echo "club 테이블에  성공적으로 입력됨.";
    } 
    else { 
    echo "club 테이블 데이터 입력 실패!!!"."<BR>";
    echo "실패 원인 :".mysqli_error($con);
    } 

   mysqli_close($con);
 ?>
